{
  "navbar": {
    "services": "Serveis",
    "about": "Sobre nosaltres",
    "contact": "Contacta'ns",
    "testimonials": "Opinions",
    "why-choose-us": "Per què escollir-nos?"
  },
  "why-desc": "Descobreix per què la nostra dedicació i qualitat ens diferencien.",
  "services-desc": "Cuidem la teva roba amb atenció i professionalitat",
  "testimonials-desc": "El que opinen els nostres clients sobre nosaltres",
  "contact-desc": "Estàs interessat en els nostres serveis? Contacta amb nosaltres i t'ajudarem a trobar la millor opció per a les teves necessitats.",
  "contact-info": "Informació de contacte",
  "follow": "Segueix-nos",
  "about-exp": "Anys d'experiència",
  "about-button": "Contacta amb nosaltres",
  "phone": "Telèfon",
  "email": "Correu electrònic",
  "address": "Adreces",
  "schedule": "Horari",
  "contact-form": {
    "title": "Envia'ns un missatge",
    "name": "Nom complet",
    "email": "Correu electrònic",
    "message": "Missatge",
    "placeholder": {
      "name": "El teu nom",
      "email": "email@example.com",
      "message": "En què et podem ajudar?"
    },
    "send": "Enviar missatge"
  },
  "footer": {
    "text1": "PROGRAMA KIT DIGITAL FINANÇAT PELS FONS NEXT GENERATION DEL MECANISME DE RECUPERACIÓ I RESILIÈNCIA",
    "legal-advice": "Avís legal",
    "privacy-policy": "Política de privacitat",
    "cookies-policy": "Política de cookies"
  },
  "aviso-legal": {
    "title": "AVÍS LEGAL I CONDICIONS GENERALS D'ÚS",
    "section1Title": "I. INFORMACIÓ GENERAL",
    "section1P1": "En compliment amb el deure d'informació disposat a la Llei 34/2002 de Serveis de la Societat de la Informació i el Comerç Electrònic (LSSI-CE) de l'11 de juliol, a continuació es faciliten les dades d'informació general d'aquest lloc web:",
    "section1P2": "La titularitat d'aquest lloc web, https://tintoreriacanudas.com/ (d'ara endavant, Lloc Web) la ostenta: SILVIA CANUDAS BOSCH, amb NIF 39342730B, i les seves dades de contacte són:",
    "section1ListItem1": "Adreça: Carrer Nou 64, Navarcles, Barcelona",
    "section1ListItem2": "Telèfon de contacte: +34 626 95 25 14",
    "section1ListItem3": "Correu electrònic de contacte: silvia.canudas1407@gmail.com",
    "section2Title": "II. TERMES I CONDICIONS GENERALS D'ÚS",
    "section2P1": "L'objecte de les presents Condicions és regular l'accés i la utilització del Lloc Web. S'entendrà com a Lloc Web l'aparença externa dels interfícies de pantalla, tant de forma estàtica com dinàmica, és a dir, l'arbre de navegació; i tots els elements integrats en aquests interfícies (d'ara endavant, Continguts), així com tots aquells serveis o recursos en línia que s'ofereixin als Usuaris (d'ara endavant, Serveis).",
    "section2P2": "TintoreriaCanudas es reserva la facultat de modificar, en qualsevol moment i sense avís previ, la presentació i configuració del Lloc Web, així com dels Continguts i Serveis que s'hi puguin incorporar. L'Usuari reconeix i accepta que en qualsevol moment TintoreriaCanudas pugui interrompre, desactivar i/o cancel·lar qualsevol d'aquests elements o l'accés als mateixos.",
    "section2P3": "L'accés al Lloc Web per part de l'Usuari té caràcter lliure i, per regla general, és gratuït, excepte pel que fa al cost de connexió a través de la xarxa de telecomunicacions subministrada pel proveïdor d'accés.",
    "section2P4": "Alguns dels Continguts o Serveis oferts per TintoreriaCanudas o tercers poden estar subjectes a contractació prèvia, en aquest cas s'especificarà de manera clara i es posaran a disposició de l'Usuari les corresponents condicions generals o particulars.",
    "section2P5": "L'accés, la navegació i l'ús del Lloc Web, així com la participació en espais d'interacció, confereixen la condició d'Usuari, de manera que, des de l'inici de la navegació, s'accepten totes les presents Condicions i les seves futures modificacions.",
    "section3Title": "III. ACCÉS I NAVEGACIÓ AL LLOC WEB: EXCLUSIÓ DE GARANTIES I RESPONSABILITAT",
    "section3P1": "TintoreriaCanudas no garanteix la continuïtat, disponibilitat i utilitat del Lloc Web ni dels Continguts o Serveis. Es farà tot el possible per mantenir-ne el bon funcionament, però no es responsabilitza de les interrupcions o errors, ni garanteix que el contingut o programari accessible estigui lliure d'errors o causi danys al sistema informàtic de l'Usuari.",
    "section3P2": "En cap cas TintoreriaCanudas serà responsable per pèrdues, danys o perjudicis derivats de l'accés, navegació o ús del Lloc Web.",
    "section4Title": "IV. POLÍTICA D'ENLLAÇOS",
    "section4P1": "El Lloc Web pot posar a disposició de l'Usuari enllaços, bàners i botons que permeten accedir a llocs web de tercers. La presència d'aquests enllaços no implica l'aprovació o recomanació d'aquests llocs, ni TintoreriaCanudas assumeix cap responsabilitat pel contingut, veracitat o legalitat dels mateixos.",
    "section4P2": "L'establiment d'un enllaç no implica cap relació comercial entre TintoreriaCanudas i el titular del lloc web enllaçat.",
    "section5Title": "V. PROPIETAT INTEL·LECTUAL I INDUSTRIAL",
    "section5P1": "TintoreriaCanudas, per si mateixa o com a part cessionària, és titular de tots els drets de propietat intel·lectual i industrial del Lloc Web i dels elements que l'integren (incloent-hi imatges, so, àudio, vídeo, programari, textos, marques, logotips, etc.). Aquests continguts es troben protegits per la normativa espanyola, comunitària i internacional.",
    "section5P2": "Queda expressament prohibida la reproducció, distribució i comunicació pública, total o parcial, dels continguts del Lloc Web amb finalitats comercials, sense l'autorització expressa d'TintoreriaCanudas.",
    "section5P3": "L'Usuari es compromet a respectar aquests drets i podrà visualitzar, imprimir o copiar els continguts únicament per a ús personal.",
    "section6Title": "VI. ACCIONS LEGALS, LEGISLACIÓ APLICABLE I JURISDICCIÓ",
    "section6P1": "TintoreriaCanudas es reserva el dret d'emprendre accions legals en cas d'utilització indeguda del Lloc Web i dels seus Continguts. La relació entre l'Usuari i TintoreriaCanudas es regirà per la normativa espanyola, sotmetent-se a la jurisdicció dels tribunals competents a Espanya."
  },
  "politica-cookies": {
    "title": "POLÍTICA DE COOKIES",
    "section1Title": "1. Què són les Cookies?",
    "section1P1": "Les cookies són petits fitxers de text que s'emmagatzemen al navegador de l'usuari quan visita determinades pàgines web. Permeten que la web recordi informació sobre la teva visita (per exemple, idioma preferit, estadístiques d'ús, etc.) per facilitar la propera visita i fer el lloc més útil.",
    "section2Title": "2. Tipus de Cookies que Utilitzem",
    "section2Bullet1": {
      "title": "Cookies tècniques o necessàries",
      "desc": "Permeten la navegació i l'ús de les funcions essencials del Lloc. Sense aquestes cookies, és possible que el Lloc no funcioni correctament."
    },
    "section2Bullet2": {
      "title": "Cookies de preferències o personalització",
      "desc": "Recorden configuracions com l'idioma o la regió per millorar l'experiència de l'usuari."
    },
    "section2Bullet3": {
      "title": "Cookies analítiques o de rendiment",
      "desc": "Recopilen informació anònima sobre com els usuaris fan servir el Lloc amb finalitats estadístiques, ajudant-nos a millorar la usabilitat."
    },
    "section2Bullet4": {
      "title": "Cookies de tercers",
      "desc": "Poden ser instal·lades per serveis externs (per exemple, Google Analytics, xarxes socials) quan l'usuari interactua amb el nostre Lloc."
    },
    "section3Title": "3. Finalitat de les Cookies",
    "section3ListItem1": "Garantir el funcionament correcte del Lloc.",
    "section3ListItem2": "Recordar les teves preferències (idioma, configuració, etc.).",
    "section3ListItem3": "Analitzar el trànsit i el comportament de navegació per millorar la qualitat del nostre servei.",
    "section3ListItem4": "Proporcionar contingut rellevant i, en alguns casos, publicitat adaptada als teus interessos.",
    "section4Title": "4. Configuració i Desactivació de Cookies",
    "section4P1": "L'usuari pot permetre, bloquejar o eliminar les cookies instal·lades al seu dispositiu a través de la configuració del navegador. Tingues en compte que, en desactivar determinades cookies, algunes funcionalitats del Lloc podrien veure's afectades.",
    "section4BrowserList": {
      "chrome": "Instruccions",
      "firefox": "Instruccions",
      "safari": "Instruccions",
      "edge": "Instruccions"
    },
    "section4P2": "Per a més informació sobre com gestionar o eliminar cookies, visita www.aboutcookies.org.",
    "section5Title": "5. Cookies de Tercers",
    "section5P1": "Algunes de les nostres pàgines poden mostrar contingut de tercers (per exemple, vídeos de YouTube, mapes de Google Maps) que poden instal·lar les seves pròpies cookies. No tenim cap control sobre la configuració d'aquestes cookies, per la qual cosa recomanem revisar les polítiques dels respectius llocs.",
    "section6Title": "6. Acceptació de la Política de Cookies",
    "section6P1": "En continuar navegant pel nostre Lloc, entenem que acceptes l'ús de cookies en les condicions establertes en aquesta Política de Cookies. Si en qualsevol moment desitges retirar el teu consentiment, pots eliminar les cookies emmagatzemades al teu navegador i modificar-ne la configuració.",
    "section7Title": "7. Actualitzacions i Canvis en la Política de Cookies",
    "section7P1": "Ens reservem el dret de modificar aquesta Política de Cookies en qualsevol moment per adaptar-la a novetats legislatives o canvis en el funcionament del Lloc. Et recomanem revisar periòdicament aquesta secció."
  },
  "politica-privacidad": {
    "title": "POLÍTICA DE PRIVACITAT",
    "section1Title": "1. Introducció",
    "section1P1": "A TintoreriaCanudas (d'ara endavant, “l'Empresa”) estem compromesos amb la protecció de la privacitat i el tractament correcte de les dades personals dels nostres usuaris. La present Política de Privacitat descriu com recopilem, utilitzem i protegim la informació que ens proporciones en utilitzar el nostre lloc web tintoreriacanudas.com (d'ara endavant, “el Lloc”).",
    "section1P2": "En accedir i utilitzar el Lloc, reconeixes haver llegit i acceptat els termes d'aquesta Política de Privacitat.",
    "section2Title": "2. Responsable del Tractament",
    "section2ListItem1": "Responsable: Tintoreria Canudas",
    "section2ListItem2": "Adreça: Carrer Nou 64, Navarcles, Barcelona",
    "section2ListItem3": "CIF/NIF: 39342730B",
    "section2ListItem4": "Correu electrònic de contacte: silvia.canudas1407@gmail.com",
    "section2ListItem5": "Telèfon: +34 626 95 25 14",
    "section3Title": "3. Dades Personals Recopilades",
    "section3P1": "Podem recopilar dades personals dels usuaris quan:",
    "section3ListItem1": "Omplen formularis de contacte, subscripció a newsletters o sol·liciten informació (per exemple, nom, email, telèfon).",
    "section3ListItem2": "Naveguen pel Lloc: es poden recollir dades d'ús, adreça IP, ubicació aproximada, dades de trànsit o hàbits de navegació.",
    "section3ListItem3": "Interaccionen amb serveis externs (per exemple, passarel·les de pagament, xarxes socials integrades, etc.), sempre d'acord amb la configuració de privacitat d'aquests serveis.",
    "section4Title": "4. Finalitat del Tractament de Dades",
    "section4ListItem1": "Atendre sol·licituds d'informació, consultes o suport.",
    "section4ListItem2": "Gestionar la relació comercial o contractual amb els nostres clients (facturació, pagaments, comandes).",
    "section4ListItem3": "Enviar comunicacions comercials (newsletters, ofertes, promocions), sempre que l'usuari hagi donat el seu consentiment exprés o hi hagi una base legal per fer-ho.",
    "section4ListItem4": "Analitzar l'ús del nostre Lloc per millorar l'experiència d'usuari i la qualitat dels nostres serveis (estadístiques, usabilitat, etc.).",
    "section5Title": "5. Base Legal del Tractament",
    "section5P1": "- Consentiment: quan l'usuari omple voluntàriament un formulari o marca caselles d'acceptació.\n- Execució d'un contracte: en cas de serveis o productes oferts.\n- Interès legítim: per a finalitats de seguretat, millora del servei o comunicació amb clients, sempre respectant els drets i llibertats fonamentals.",
    "section6Title": "6. Conservació de les Dades",
    "section6P1": "Les dades personals es conservaran durant el temps necessari per complir amb les finalitats descrites i per atendre possibles responsabilitats legals, fiscals o contractuals. Posteriorment, es procedirà a la seva supressió o anonimització segura.",
    "section7Title": "7. Comunicació de Dades a Tercers",
    "section7P1": "No es cediran dades personals a tercers, llevat que existeixi obligació legal o sigui necessari per a la prestació d'un servei (per exemple, serveis de hosting, passarel·les de pagament, proveïdors de correu electrònic). En aquest cas, ens assegurarem que compleixin amb la normativa de protecció de dades.",
    "section8Title": "8. Drets dels Usuaris",
    "section8P1": "Els usuaris poden exercir els següents drets:",
    "section8ListItem1": "Accés: conèixer si estem tractant les seves dades i obtenir-ne una còpia.",
    "section8ListItem2": "Rectificació: sol·licitar la correcció de dades inexactes o incompletes.",
    "section8ListItem3": "Supressió: demanar l'eliminació de les dades quan no siguin necessàries o l'usuari retiri el seu consentiment.",
    "section8ListItem4": "Oposició: negar-se al tractament de les seves dades per motius personals o quan sigui per a finalitats de màrqueting directe.",
    "section8ListItem5": "Limitació del tractament: sol·licitar la restricció temporal de l'ús de les dades en determinades circumstàncies.",
    "section8ListItem6": "Portabilitat: rebre les dades en un format estructurat, d'ús comú i lectura mecànica.",
    "section8P2": "Per exercir aquests drets, l'usuari pot contactar a l'email: silvia.canudas1407@gmail.com, indicant clarament quin dret desitja exercir i aportant còpia d'un document identificatiu.",
    "section9Title": "9. Mesures de Seguretat",
    "section9P1": "L'Empresa aplica mesures tècniques i organitzatives adequades per protegir les dades personals contra pèrdua, ús indegut, accés no autoritzat, divulgació o alteració. Tot i això, cap sistema és completament segur; si detectem qualsevol bretxa de seguretat, ho notificarem a les autoritats competents i als usuaris afectats, de conformitat amb la normativa aplicable.",
    "section10Title": "10. Canvis en la Política de Privacitat",
    "section10P1": "Ens reservem el dret d'actualitzar o modificar aquesta Política de Privacitat en qualsevol moment. Els canvis seran efectius des de la seva publicació al Lloc. Recomanem als usuaris revisar periòdicament aquesta secció."
  }
}